export const items = [
  {
    image: "https://s3-alpha-sig.figma.com/img/2a9b/420b/96a0721535a205dd442961e21d77245c?Expires=1709510400&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4&Signature=iWu1Z90RTTeWdq9wxZR6DNjspYT7Y8pATFcFjOsG1CpQGVw7tF9nscZ5Qg7Kv9uYps95n6bVhVnJTt1CuIPvhqzkUHlKjl-I-Q1Jo~WGwzL4BF0ddV2TQwY22ruRpScvB6bHUd0r59-LgKdya3edN81n8JKAp2qsXcygi~RS0R67PI1OnurMrgBZJNVXsTgROmYA7j4HbG8Adv~YOBPx8aiN8~qjyi8DsQkK2fclEkqqv7tP~NvowItcqb6ORFyBYxQonJ3faw5pMYYxFTjyVzEsaFJ5fZs92VsFi~FN1cRpPo9KwDzO~oEHUon6uV5KIOjbyx83z4CRzpyzCSX3Jw__",
    header: "We do campaigns that works well for your idea",
    description: "Our documentary campaigns feature leading figures, organisations and leaders, in open and candid discussions about transformative strategies and mindsets. Addressing complex trends.",
    buttonText: "All campaigns",
  },
  {
    image: "https://s3-alpha-sig.figma.com/img/4f55/6a8d/13673e86798bcb7769fd2b8e43d59d00?Expires=1709510400&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4&Signature=VhC5opmKjhSZ9nF8jIsS61NBfK~D4MCaAwTVsNZ2zQATtT-iFmbq-tsx4wnUrAKY4WLax1RfvX1l0uyxzzu7FtIaFs6ifzYoP-AWO-LzXLkiVOmHJ2Cl0O1Ok9ghtEXUnjEzu~Ba7Zrwcu69LKT6JCynT1sAK8-Gc~ccX2dqmg-y1OGMezl0jt909tkmv1ifkInbf2QFI32srFejNAgSU7IidZvBwpQWiH7aEo4NIZ1EZrhGCh9rxAYo79s4zVfoFS7z0KMGgkTzYuxk5XXPEvOH1XhnDM2Ff32rtOHYNyjJDwiyHNmygjQ7exsENyxZVDvKQEshXsU3OA6W-QcUSA__",
    header: "We make films that stick in your heart",
    description: "This exclusive service provided by our team of professional content creators is available for global use. Our clients will have access and total creative control throughout the process of production, with resources and talent supplied by us.",
    buttonText: "I have an idea for film",
  },
  {
    image: "https://s3-alpha-sig.figma.com/img/5a39/8b13/50a3cb698cff511532ed761c83b243f0?Expires=1709510400&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4&Signature=YE7j67YnqlsG~KSMRbPfWTQxaWXeYdFRcAlJPIsZdJAeeC6e-hnqPVxuVzYCQUtEEBKSnnCXgdj~t4GXbIJGvAiQUG4MoSp2y7TuQmg0rmo2lqxhR0peaZwDg0msTQGWAVV40XSldBPvF5uuuDL-wQCNvgKosYzbH53-vDmI4GRPzdFHZkYmn~Fe5tU2RlKqgu7o1tYCKy~P3lx7sWpjR37jk8A1wG19KM6GMzHOWaw0gxYQ8O1TzZzgGIUbkHx0x~Vp5P33lJk4S6xmZH3YAiB-neOl8ZlMfzfWi65Vt~GcyFgHJIH7HMMq7TIi1CKiHXRRXciPEFQoWOw1xHX~SA__",
    header: "We do event marketing to attract cool guys",
    description: "Our marketing team is well-versed in creating the right strategy for every campaign, working with clients to deliver their desired outcome. We create effective plans, eye-catching digital aids, and dynamic solutions.",
    buttonText: "Start an event marketing",
  },
];

export const logo = "https://scontent-ams4-1.xx.fbcdn.net/v/t39.30808-6/305628661_580291730555150_5787830779456980700_n.png?_nc_cat=102&ccb=1-7&_nc_sid=efb6e6&_nc_ohc=h5zDOs-hSg8AX_6_Ffh&_nc_ht=scontent-ams4-1.xx&oh=00_AfBPj-twVhHVd2W77sUlNyUcGdK7Vu_3w3MnRoZo-glkaw&oe=65DEB704";

export const openImage = "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/%D0%91%D0%B5%D0%B7%20%D0%BD%D0%B0%D0%B7%D0%B2%D0%B0%D0%BD%D0%B8%D1%8F.png?alt=media&token=b76f5a96-12e4-4990-ac85-b00f111410fb";

export const articleTitle = "Бенуа — идеолог новой художественной эпохи";
export const articleQuotes = "«Этот образованный и чуткий человек всегда обладал, кроме того, одним качеством — страстью к педагогической деятельности. Он, будучи ещё совсем молодым человеком, невольно и беспрерывно «вwоспитывал» в своих верных собеседниках ту настоящую любовь к искусству, которою он непрестанно живёт до сих пор»";
export const articleQuotesAuthor = "Сергей Павлович Дягилев об Александре Николаевиче Бенуа.";
export const articleIntro = ""

export const articles = [
  {
    paragraph_1: "В Петербурге в семье профессора архитектуры Николая Леонтьевича Бенуа и Камиллы Альбертовны Кавос 3 мая 1870 года родился сын — Александр Бенуа, которому было уготовано судьбою множество замечательных свершений.",
    paragraph_2: "Семейная родословная Бенуа начинается с Никола Дени Бенуа, простого хлебопашца. Сын Никола, который приходился прадедом Александру Бенуа, получил образование самостоятельно и открыл школу, в которой получили образование пятеро его детей. Младший сын Никола, который приходился дедом будущему художнику, Луи-Жюль Бенуа, не смог принять революционных событий во Франции и в 1794 году приехал в Россию.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/1.png?alt=media&token=e98f0672-bb3f-41d3-a6d7-45ffa26077c3",
    description: "Источник: google.com. Александр Николаевич Бенуа. «Прогулки в любую погоду» (из серии «Последние прогулки короля»). 1896 — 1898 год.",
    paragraph_1: "Обосновавшись в Петербурге дед художника стал метрдотелем при дворе Павла I и женился на фрейлине немецкого происхождения Екатерине Андреевне Гроппе. Луи Бенуа был зажиточным петербуржцем, имел два городских дома и воспитывал одиннадцать детей. Сын Луи Бенуа, получивший в России имя Николай Леонтьевич, был крестником вдовствующей императрицы Марии Фёдоровны и являлся автором многих построек Петербурга и железнодорожных станций.",
    paragraph_2: "Интересна история рода Александра Бенуа и со стороны матери, корни которой уходили в венецианские семьи. Прапрадед будущего художника — Джованни Кавос, был директором венецианского театра Фениче. Прадед Александра Бенуа, сын Джованни Кавоса — Катарино Кавос, в конце XVIII столетия приехал в Петербург и руководил частью Императорских театров. Именно Катарино Кавос стал родоначальником русской оперы и создал первый вариант «Ивана Сусанина».",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/2.png?alt=media&token=275b6b44-ab75-458f-8386-2b70a6ca14f8",
    description: "Источник: google.com. Александр Николаевич Бенуа. «Кормление рыб» (из серии «Последние прогулки короля»). 1897 год.",
    paragraph_1: "Дед Александра Бенуа — Альберт Катаринович Кавос — учился на математическом факультете Падуанского университета, окончив его с отличием стал архитектором. Альберт Кавос построил здания Мариинского театра в Петербурге и занимался восстановлением Большого театра в Москве. Однако, несмотря на столь одарённых предков, мать Александра Бенуа не унаследовала ни художественных, ни музыкальных талантов, что отнюдь не помешало ей гармонично развивать таланты будущего художника.",
    paragraph_2: "Жажда творчества и знаний и художественная среда, с юных лет окружавшие Бенуа, помогли стать ему самобытным живописцем и талантливым историком искусства. С малых лет Александр Бенуа наблюдал за творчеством брата Альберта, писавшего акварелью. Семейство часто посещало пригороды Петербурга, дворцовые комплексы которого произвели неизгладимое впечатление на юного Бенуа.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/3.png?alt=media&token=84e11f2d-799c-496c-8180-78e50c55e109",
    description: "Источник: google.com. Александр Николаевич Бенуа. Страница из «Азбуки в картинках Александра Бенуа». 1904 год.",
    paragraph_1: "С детства Бенуа страстно увлёкся театром. Страсть была настолько яркой и сильной, что переросла в крепкую любовь на всю жизнь. У мальчика были даже игрушечные наборы с декорациями и бумажными фигурками актёров, а бабушка по материнской линии привозила для внука из Венеции марионеток. Во взрослой жизни Александр Бенуа часто разрабатывал художественное оформление к спектаклям.",
    paragraph_2: "В период с 1885 по 1890 года Александр учился в частной гимназии Карла Ивановича Мая, где подружился с будущими художником Константином Сомовым, музыкантом Вальтером Нувелем и критиком Дмитрием Философовым. В дальнейшем они организовали общество «Мир искусства». В 1887 году Александр Бенуа посещал Академию художеств, однако получаемые знания не удовлетворяли требований художника и он бросил обучение. Профессионально образование живописца великий художник так и не получил.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/4.png?alt=media&token=547cd91f-81c4-4702-a7db-777c6ee305a8",
    description: "Источник: google.com. Александр Николаевич Бенуа. «У бассейна Цереры» (из серии «Последние прогулки короля»). 1897 год.",
    paragraph_1: "В период с 1890 по 1894 года Бенуа учился на юридическом факультете Петербургского университета, а живописью занимался самостоятельно. Учителями юного художника были старший брат Альберт и французские художники XVIII столетия — Франсуа Буше, Антуан Ватто, Жан-Оноре Фрагонар. Александр Бенуа разработал свою собственную программу обучения — много упражнялся в рисовании с натуры, с головой погрузился в изучение истории живописи. Собственный план обучения полностью заменил систематическое обучение в Академии художеств. Более того, изучение живописи позволило в дальнейшем Бенуа встать у истоков отечественного искусствознания.",
    paragraph_2: "В возрасте двадцати трёх лет в 1893 году Бенуа впервые принял участие в выставке «Общества акварелистов», а в 1894 году напечатал первый очерк о русском искусстве в мюнхенском издании «История живописи в XIX веке». Данным очерком он заявил о себе как о молодом талантливом специалисте в области искусствознания.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/5.png?alt=media&token=dd7525de-c1a9-404b-a61d-a1318759af31",
    description: "Источник: google.com. Александр Николаевич Бенуа. «Озеро Примель. Бретань.». 1905 год.",
    paragraph_1: "В 1894 году Александр Бенуа женился на Анне Кинд, знакомство с которой произошло ещё в отроческие годы. Впервые с будущей женой Бенуа встретился в шестилетнем возрасте на свадьбе брата Альберта, который женился на старшей сестре Анны — Марии Кинд. Первое признание в любви Александр сделал на маскараде, когда ещё учился в гимназии, в шестнадцать лет. Однако спустя некоторое время Альберт Бенуа и Мария Кинд развелись, что охладило отношения между семействами и в итоге привело и к разрыву между Анной и Александром в 1889 году.",
    paragraph_2: "Спустя два года роман между Анной и Бенуа возобновился, а в 1894 году, сразу после окончания учёбы в университете, Александр женился на Анне. Любовь к жене Александр Бенуа пронёс через всю жизнь — до конца своих дней Анна Кинд оставалась для художника самой очаровательной женщиной в мире. В 1895 году у супругов родилась дочь Анна.",
    paragraph_3: "В 1896 году Бенуа с женой и маленькой дочерью посетили Париж, после чего родилась серия акварелей «Последние прогулки короля». С этого момента начался творческий путь Александра Бенуа как художника-пейзажиста.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/6.png?alt=media&token=4508d910-5ed1-4999-913e-ed21c8172939",
    description: "Источник: google.com. Александр Николаевич Бенуа. «Маскарад при Людовике XIV». 1898 год.",
    paragraph_1: "Величественный памятник культуры ушедшей эпохи Версаль — хранитель дворцовых тайн и истории, произвёл на художника сильное впечатление. Тщательное изучение исторических материалов позволило художнику воссоздать придворный быт Версаля в живописи во всей его красе. Александр Бенуа создал акварели-ретроспективы, которые описывают события прошлого.",
    paragraph_2: "Серия акварелей «Последние прогулки короля» пропитаны грустью и красноречиво повествуют зрителю о том, что яркий век молодости, силы и красоты короля Восходящего Солнца остался в прошлом. Данный цикл серийных работ художник передал в дар княгине Марии Клавдиевне Тенишевой, у которой он был хранителем частного художественного собрания.",
    paragraph_3: "В 1898 году в Париже у четы Бенуа родилась вторая дочь — Елена, названная в честь одной из двоюродных тёток. Воспитывалась Елена на французский лад, за которым тщательно следила приставленная к Анне сиделка. В этом же году художник написал «Маскарад при Людовике XIV» — яркая, в какой-то мере сказочная работа, пропитанная особой выразительностью и мажорным настроением.",
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/store-def.appspot.com/o/7.png?alt=media&token=f187b881-c9c7-40e6-ad18-fafaaa01d1a3",
    description: "Источник: google.com. Александр Николаевич Бенуа. «Водный партер в Версале». 1905 год.",
    paragraph_1: "В 1898 году произошло ещё одно важное событие — петербургская выставка произведений русских и финляндских художников. Организована выставка была обществом «Мир искусства» под руководством Александра Бенуа и Сергея Дягилева. Идея выставки заключалась в том, что участие в ней принимали молодые представители русской живописи, которые ненавидели рутину академизма, насаждаемого императорской Академией художеств. С другой стороны юные художники не жаждали никакой революции и с уважением относились к русской школе живописи.",
    paragraph_2: "В 1899 году общество получило официальное название «Мир искусства», а его идейным лидером стал Александр Бенуа, который также работал и над журналом общества. Мирискусники дали жизнь таким направлениям искусства, как книжная графика — оформление иллюстраций и сценография — оформление спектаклей. Кроме этого они изготовляли предметы мебели и другие объекты декоративно-прикладного искусства. Общество активно занималось изучением истории русского искусства, используя никем не рассматриваемые ранее материалы. На этом прервём повествование до следующего раза, когда расскажем о дальнейшем творчестве и судьбе великого художника.",
  },
];
